Repository: Sciebo-RDS/Sciebo-RDS
Catalog: plugins/ownCloud/rds/l10n/*/rds.po
Languages: de

source: RDS App
de: Forschung

source: Your entries could not be saved.
de: Deine Einträge konnten nicht gespeichert werden.

source: RDS Update project
de: RDS Projekt aktualisieren

source: Your files will be synchronize within 2 minutes.
de: Deine Dateien werden innerhalb von 2 Minuten synchronisiert.

source: Choose source and / or target folder
de: Wähle den Quell- und / oder Zielordner

source: Could not create research
de: Neuer Forschungskontext konnte nicht erstellt werden.

source: Add folder to RDS
de: Ordner zu RDS hinzufügen

source: Update RDS file
de: RDS-Datei aktualisieren

source: File was successfully uploaded to outgoing services.
de: Die Datei wurde erfolgreich hochgeladen.

source: RDS upload directly through Files app
de: Datei zu Zenodo hochladen

source: File upload to outgoing services failed.
de: Die Datei konnte nicht hochgeladen werden

source: Are you sure, that you want to delete {servicename}?
de: Bist Du sicher, dass Du {servicename} entfernen möchtest?

source: RDS Settings services
de: Allgemeine RDS Einstellungen

source: Could not remove the service {servicename}
de: Der Dienst {servicename} konnte nicht entfernt werden

source: Authorize {servicename} now
de: {servicename} autorisieren

source: Research data services
de: Forschungsdatendienste

source: Welcome. To use this app, you need to authenticate services to perform actions with RDS on files in the services. Please follow this steps.
de: Herzlich willkommen! Die Forschungsdatendienste (Research Data Services - RDS) unterstützen Dich beim Organisieren Deiner Forschungsdaten. Zuerst musst Du dafür einige Einstellungen vornehmen.

source: Step 1: Authorize RDS to authenticate against ownCloud.
de: Schritt 1: Erlaube den RDS den Zugriff auf Sciebo.

source: Authorize ownCloud.
de: Zugriff gewähren

source: Step 2: Authorize RDS to authenticate against Zenodo.
de: Schritt 2: Erlaube den RDS den Zugriff auf Zenodo.

source: Authorize Zenodo.
de: Zugriff gewähren

source: Step 3: Create a research in RDS and configure it.
de: Schritt 3: Erstelle einen RDS Forschungskontext und konfiguriere ihn.

source: Create a research in RDS.
de: Forschungskontext erstellen

source: Here you can finalize your research project or synchronize all files with your defined services.
de: Hier kannst Du Deine Daten mit Zenodo abgleichen oder deinen Forschungskontext abschließen. Beachte, dass deine Daten nach dem Abschluss nicht mehr bearbeitet werden können.

source: Files auto upload
de: Dateien automatisch hochladen

source: The system will upload all files in the given folder after some time.
de: Das System lädt nach einiger Zeit alle Dateien in den angegebenen Ordner hoch.

source: Apply file changes
de: Alle Dateiänderungen übernehmen

source: Otherwise deletions or file changes are not synchronized to the given services.
de: Andernfalls werden Löschungen oder Dateiänderungen nicht mit den angegebenen Diensten synchronisiert.

source: Save
de: Konfiguration speichern

source: Synchronize files
de: Dateien synchronisieren

source: Finish research
de: Arbeitsprozess abschließen und Daten bei Zenodo veröffentlichen

source: Here you enter your metadata informations about your research.
de: Hier kannst Du Metadaten bezüglich der Forschungsobjekte eingeben. Diese werden mit Zenodo abgeglichen.

source: Save & continue
de: Speichern & fortsetzen

source: This is a nice text in overview
de: Willkommen in deiner Forschungsübersicht. Links siehst Du alle bereits erstellten Forschungsprojekte. Klicke einen Dienst an, um ihn zu konfigurieren. Die drei Punkte an deiner Auswahl zeigen weitere Möglichkeiten an. Unten links kannst Du neue Dienste hinzufügen, falls Dir noch ein Dienst fehlt.

source: Welcome info
de: Willkommensinfo

source: Project
de: Forschungskontext

source: Here you can enter all informations about your research synchronization.
de: Hier kannst Du Dein RDS Forschungsprojekt konfigurieren.

source: Please select a folder where you want to take your files from.
de: Bitte wähle einen Ordner aus, dessen Inhalte für die Publikation verwendet werden sollen.

source: Select folder
de: Ordner auswählen

source: Current path:
de: Aktueller Pfad:

source: No path currently selected.
de: Derzeit ist kein Pfad ausgewählt.

source: Please select a project where you want to take your files to.
de: Bitte wähle ein Zenodo Projekt aus, in das Deine Dateien geladen werden sollen.

source: Project DOI
de: Projekt DOI

source: No title found.
de: Kein Titel gefunden.

source: No projects found.
de: Keine Projekte gefunden.

source: Create new project.
de: Neues Projekt erstellen

source: For which transfer, do you want to use this service?
de: Für welche Übertragung möchtest Du diesen Dienst nutzen?

source: Informations about ingoing and outgoing traffic.
de: Informationen zum eingehenden und ausgehenden Verkehr

source: Ingoing
de: Eingehend

source: Outgoing
de: Ausgehend

source: For which storage, do you want to use this service?
de: Für welchen Speicher möchtest Du diesen Dienst nutzen?

source: Informations about storage for metadata and fileStorage.
de: Informationen zum Speichern von Metadaten und fileStorage

source: File Storage
de: Dateispeicher

source: Metadata Storage
de: Metadatenspeicher

source: Sync files
de: Dateien nach Zenodo übertragen

source: Add research
de: Forschungskontext hinzufügen

source: Add missing service
de: Fehlenden Dienst hinzufügen

source: Which services do you want to use?
de: Welche Dienste möchtest Du nutzen?

source: Please select a service.
de: Bitte wähle einen Dienst.

source: Servicename
de: Dienstname

source: Actions
de: Aktionen

source: Do you want to revoke the access for Sciebo RDS?
de: Zugang für alle Forschungsdienste widerrufen

source: Sciebo RDS is not authorized yet.
de: Forschungsdienste sind noch nicht autorisiert.

source: Authorize Sciebo RDS now.
de: Jetzt autorisieren
