Repository: Sciebo-RDS/Sciebo-RDS
Catalog: RDS/layer0_ingress/web/client/dev/ocis/idp/ui/i18n/*.po
Languages: fr, hi, is, nb, nl, pt_pt, ru

# konnect.scopeDescription.aliasBasic
source: Access your basic account information
fr: Consulter les informations de base de votre compte
hi: अपनी मूल खाता जानकारी देखे
is: Komast í grunnupplýsingar um þig
nb: Tilgang til informasjon om basiskonto
nl: Basis accountgegevens weergeven
pt_pt: Aceder à sua informação básica da conta
ru: Доступ к вашей основной учетной записи

# konnect.consent.allowButton.label
source: Allow
fr: Autoriser
hi: अनुमति दीजिये
is: Leyfa
nb: Tillat
nl: Toestaan
pt_pt: Permitir
ru: Разрешить

# konnect.consent.question
source: Allow {clientDisplayName} to do this?
fr: Autoriser {clientDisplayName} à faire cela ?
hi: क्या {clientDisplayName} को ये करने की अनुमति देना चाहते है?
is: Leyfa {clientDisplayName} að gera þetta?
nb: Tillatt {clientDisplayName} å gjøre dette?
nl: {clientDisplayName} toestaan dit te doen?
pt_pt: Permitir que {clientDisplayName} faça isto?
ru: Разрешить {clientDisplayName} сделать это?

# konnect.consent.consequence
source: By clicking Allow, you allow this app to use your information.
fr: En cliquant, vous autoriser l'app à accéder à vos informations.
hi: अनुमति पर क्लिक करके, आप इस एप्लिकेशन को आपकी जानकारी का उपयोग करने की अनुमति देते हैं.
is: Með því að smella á "Leyfa", leyfir þú þessu forriti að nota upplýsingarnar um þig.
nb: Ved å klikke på Aksepter, så tillater du at appen bruker din informasjon.
nl: Door op Toestaan te klikken, krijgt deze app toestemming je informatie te gebruiken.
pt_pt: Ao carregar em Permitir, está a permitir que esta app use os seus dados.
ru: Нажимая Разрешить, ты даёте разрешение этому приложению использовать вашу информацию.

# konnect.consent.cancelButton.label
source: Cancel
fr: Annuler
hi: रद्द करें
is: Hætta við
nb: Avbryt
nl: Annuleren
pt_pt: Cancelar
ru: Отмена

# konnect.chooseaccount.headline
source: Choose an account
fr: Choisir un compte
hi: खाता चुनें
is: Veldu aðgang
nb: Velg en konto
nl: Account kiezen
pt_pt: Escolher uma conta
ru: Выберите учётную запись

# konnect.consent.tooltip.client
source: Clicking "Allow" will redirect you to: {redirectURI}
fr: En cliquant "Autoriser" vous serez redirigé vers : {redirectURI}
hi: "अनुमति" पर क्लिक करने से आपको {redirecturI} पे पुनर्निर्देशित किया जायेगा
is: Þegar þú smellir á "Leyfa" áframsendist þú á: {redirectURI}
nb: Ved å klikke på "Tillatt" så vil du bli ledet til: {redirectURI}
nl: Door op "Toestaan" te klikken word je doorverwezen naar: {redirectURI}
pt_pt: Ao carregar em "Permitir" será redirecionado para: {redirectURI}
ru: После нажатия "Разрешить" вы будете перенаправлена на: {redirectURI}

# konnect.error.login.validate.missingPassword
source: Enter a password
fr: Saisir un mot de passe
hi: पासवर्ड डालिए
is: Sláðu inn lykilorð
nb: Skriv inn et passord
nl: Voer een wachtwoord in
pt_pt: Insira uma palavra-passe
ru: Введите пароль

# konnect.error.login.validate.missingUsername
source: Enter an username
fr: Saisir un identifiant
hi: उपयोगकर्ता नाम डालिये
is: Sláðu inn notandanafn
nb: Skriv inn et brukernavn
nl: Voer een gebruikersnaam in
pt_pt: Insira um utilizador
ru: Введите имя пользователя

# konnect.loading.error.headline
source: Failed to connect to server
fr: La connexion au serveur a échoué
hi: सर्वर से कनेक्ट करने में विफल
is: Mistókst að tengjast netþjóni
nb: Klarte ikke å forbinde med server
nl: Kon niet met server verbinden
pt_pt: Falhou a ligar ao servidor
ru: Не удалось подключиться к серверу

# konnect.goodbye.headline
source: Goodbye
fr: Au revoir
hi: अलविदा
is: Bless
nb: Farvel
nl: Tot ziens
pt_pt: Adeus
ru: До свидания

# konnect.goodbye.confirm.headline
source: Hello {displayName}
fr: Bonjour {displayName}
hi: नमस्ते {displayName}
is: Halló {displayName}
nb: Hallo {displayName}
nl: Hallo {displayName}
pt_pt: Olá {displayName}
ru: Здравствуйте, {displayName}

# konnect.consent.headline
source: Hi {displayName}
fr: Bonjour {displayName}
hi: नमस्ते {displayName}
is: Hæ {displayName}
nb: Hei {displayName}
nl: Hoi {displayName}
pt_pt: Olá {displayName}
ru: Привет, {displayName}

# konnect.scopeDescription.offlineAccess
source: Keep the allowed access persistently and forever
fr: Conserver les autorisations d'accès à l'avenir
hi: अनुमत पहुंच को लगातार और हमेशा बनाए रखें
is: Viðhalda heimildunum alltaf og að eilífu (mundu mig)
nb: Behold den tillate tilgangen for alltid
nl: De toestemming voor altijd onthouden
pt_pt: Manter o acesso permitido de forma persistente e para sempre
ru: Сохраните разрешение на доступ как постоянное

# konnect.error.login.failed
source: Logon failed. Please verify your credentials and try again.
fr: Echec de connexion. Vérifier vos identifiants et essayer à nouveau.
hi: लोगऑन नाकाम रहा. कृपया अपने क्रेडेंशियल्स जांचे और पुनः प्रयास करें.
is: Innskráning mistókst. Vinsamlegast staðfestu notandaupplýsingarnar og reyndu aftur.
nb: Logg inn feilet. Vennligst sjekk brukernavn/passord, og forsøk igjen.
nl: Inloggen mislukt. Controleer logingegevens en probeer opnieuw.
pt_pt: Falhou início de sessão. Por favor verifique as suas credenciais e tente novamente.
ru: Не удалось войти. Пожалуйста, проверьте ваши учетные данные и попробуйте снова.

# konnet.error.http.networkError
source: Network error. Please check your connection and try again.
fr: Erreur réseau. Vérifier votre connexion, et réessayer.
hi: नेटवर्क त्रुटि। कृपया अपने संपर्क की जांच करे और फिर से प्रयास करें.
is: Netvilla. Vinsamlegast athugaðu tenginguna þína og reyndu aftur.
nb: Nettverksfeil. Sjekk din forbindelse, og forsøk igjen.
nl: Netwerk probleem. Controleer je verbinding en probeer opnieuw.
pt_pt: Erro de rede. Por favor verifique as ligações e tente novamente.
ru: Сетевая ошибка. Пожалуйста, проверьте ваше соединение и попробуйте снова.

# konnect.login.nextButton.label
source: Next
fr: Suivant
hi: अगला
is: Næsta
nb: Neste
nl: Volgende
pt_pt: Seguinte
ru: Далее

# konnect.login.passwordField.label
source: Password
fr: Mot de passe
hi: पासवर्ड
is: Lykilorð
nb: Passord
nl: Wachtwoord
pt_pt: Palavra-passe
ru: Пароль

# konnect.goodbye.message.confirm
source: Press the button below, to sign out from your Kopano account now.
fr: Cliquer le bouton ci-dessous, pour quitter Kopano.
hi: अपने Kopano खाते से साइन आउट करने के लिए नीचे दिए गए बटन को दबाएं.
is: Smelltu á takkann fyrir neðan til að skrá þig út af Kopano aðganginum núna.
nb: Trykk på knappen under, for å logge ut av din Kopano konto.
nl: Klik op onderstaande knop om af te melden van je Kopano account.
pt_pt: Carregue no botão abaixo para terminar sessão na sua conta Kopano agora.
ru: Нажмите кнопку ниже, чтобы выйти из вашей учетной записи Kopano.

# konnect.login.retryButton.label
source: Retry
fr: Réessayer
hi: पुन: प्रयास करें
is: Reyna aftur
nb: Prøv igjen
nl: Opnieuw
pt_pt: Tentar novamente
ru: Повторить

# konnect.scopeDescription.scope
source: Scope: {scope}
fr: Portée : {scope}
hi: क्षेत्र: {scope}
is: Gildissvið: {scope}
nb: Omfang: {scope}
pt_pt: Contexto: {scope}
ru: Охват: {scope}

# konnect.login.headline
source: Sign in
fr: Identification
hi: साइन इन
is: Innskrá
nb: Logg inn
nl: Aanmelden
pt_pt: Iniciar sessão
ru: Вход

# konnect.goodbye.signoutButton.label
source: Sign out
fr: Quitter
hi: साइन आउट
is: Útskrá
nb: Logg ut
nl: Afmelden
pt_pt: Terminar sessão
ru: Выход

# konnect.welcome.signoutButton.label
source: Sign out
fr: Quitter
hi: साइन आउट
is: Útskrá
nb: Logg ut
nl: Afmelden
pt_pt: Terminar sessão
ru: Выход

# konnect.error.http.unexpectedResponseStatus
source: Unexpected HTTP response: {status}. Please check your connection and try again.
fr: Erreur HTTP inattendue : {status}. Vérifier votre connexion et réessayer.
hi: अनपेक्षित HTTP प्रतिक्रिया: {status}. कृपया अपने संपर्क की जांच करे और फिर से प्रयास करें.
is: Ófyrirsjáanlegt HTTP svar: {status}. Vinsamlegast athugaðu tenginguna þína og reyndu aftur.
nb: Uventet HTTP respons: {status}. Sjekk tilkoblingen din og prøv igjen.
nl: Onverwachte HTTP respons: {status}. Controleer je verbinding en probeer opnieuw.
pt_pt: Resposta HTTP inesperada: {status}. Por favor verifique a sua ligação e tente novamente.
ru: Неожиданный ответ HTTP: {status}. Проверьте подключение и повторите попытку.

# konnect.error.http.unexpectedResponseState
source: Unexpected response state: {state}
fr: Erreur d'état inattendue : {state}
hi: अनपेक्षित प्रतिक्रिया अवस्था: {state}
is: Ófyrirsjáanleg svarstaða: {state}
nb: Uventet svar-status: {state}
nl: Onverwachte respons status: {state}
pt_pt: Resposta de estado inesperada: {state}
ru: Неожиданный ответ: {state}

# konnect.chooseaccount.useOther.label
source: Use another account
fr: Utiliser un autre compte
hi: दूसरे खाते का उपयोग करें
is: Nota annan aðgang
nb: Bruk en annen konto
nl: Gebruik een ander account
pt_pt: Use outra conta
ru: Другой пользователь

# konnect.login.usernameField.label
source: Username
fr: Utilisateur
hi: उपयोगकर्ता नाम
is: Notandanafn
nb: Brukernavn
nl: Gebruikersnaam
pt_pt: Utilizador
ru: Имя пользователя

# konnect.welcome.headline
source: Welcome {displayName}
fr: Bienvenue {displayName}
hi: स्वागत हे {displayName}
is: Halló {displayName}
nb: Velkommen {displayName}
nl: Welkom {displayName}
pt_pt: Bem vindo {displayName}
ru: Добро пожаловать, {displayName}

# konnect.welcome.message
source: You are signed in - awesome!
fr: Magnifique - Vous êtes connecté !
hi: आप साइंड इन हैं - अद्भुत!
is: Innskráningin tókst - frábært!
nb: Du er logget på!
nl: Je bent aangemeld - fantastisch!
pt_pt: Iniciou sessão - fantástico!
ru: Вы вошли - круто!

# konnect.goodbye.message.close
source: You can close this window now.
fr: Vous pouvez fermer cette fenêtre à présent.
hi: अब आप इस विंडो को बंद कर सकते हैं.
is: Þú getur lokað þessum glugga núna.
nb: Du kan lukke dette vinduet nå.
nl: Dit venster kan nu worden gesloten.
pt_pt: Pode fechar esta janela agora.
ru: Теперь вы можете закрыть окно.

# konnect.goodbye.confirm.subHeader
source: please confirm sign out
fr: Confirmer votre déconnexion
hi: कृपया साइन आउट की पुष्टि करें
is: vinsamlegast staðfestu útskráningu
nb: vennligst bekreft utlogging
nl: bevestig afmelden
pt_pt: por favor confirme o fim de sessão
ru: пожалуйста, подтвердите выход

# konnect.chooseaccount.subHeader
source: to sign in to Kopano
fr: pour vous authentifier dans Kopano
hi: Kopano में साइन इन करने के लिए
is: til að skrá þig inn í Kopano
nb: for å logge inn i Kopano
nl: om aan te melden bij Kopano
pt_pt: para iniciar sessão no Kopano
ru: для входа в Kopano

# konnect.login.subHeader
source: with your Kopano account
fr: avec vos identifiants Kopano
hi: अपने Kopano खाते के साथ
is: með Kopano-aðganginum þínum
nb: med din Kopano konto
nl: met je Kopano account
pt_pt: com a sua conta Kopano
ru: с вашей учётной записью Kopano

# konnect.goodbye.subHeader
source: you have been signed out from your Kopano account
fr: vous avez été déconnecté de Kopano
hi: आपको अपने Kopano खाते से साइन आउट कर दिया गया है
is: útskráning Kopano-aðgangsins þíns tókst
nb: du har blitt logget ut fra din Kopano konto
nl: je bent afgemeld van je Kopano account
pt_pt: a sessão da sua conta Kopano foi terminada
ru: вы вышли из вашей учетной записи Kopano

# konnect.consent.message
source: {clientDisplayName} wants to
fr: {clientDisplayName} souhaite
hi: {clientDisplayName} चाहते है की
is: {clientDisplayName} vill
nb: {clientDisplayName} ønsker
nl: {clientDisplayName} wil
pt_pt: {clientDisplayName} quer
ru: {clientDisplayName} хочет
