Repository: Sciebo-RDS/Sciebo-RDS
Catalog: RDS/layer0_ingress/web/client/packages/codebase/translations/locales/*.po
Languages: de_de

source: (opens a new window)
de_de: (öffnet ein neues Fenster)

source: 1. Which folder do you want to publish?
de_de: 1. Welchen Ordner möchten Sie veröffentlichen?

source: 2. Which Services do you want to publish to?
de_de: 2. Auf welchem Dienst möchten Sie veröffentlichen?

source: Activate RDS
de_de: RDS aktivieren

source: Add service
de_de: Dienst hinzufügen

source: Add services
de_de: Dienste hinzufügen

source: Are you sure?
de_de: Sind Sie sich sicher?

source: Back
de_de: Zurück

source: Cancel
de_de: Abbrechen

source: Cancel input
de_de: Abbrechen

source: Cancel service selection
de_de: Zurücksetzen

source: Click here to
de_de: Drücke hier um

source: Close
de_de: Schließen

source: Collapse all
de_de: Alles zusammenklappen

source: Configuration
de_de: Konfiguration

source: Configure your Project
de_de: Konfigurieren Sie das Projekt

source: Confirm the checkbox and click the button to remove the RDS account.
de_de: Bestätigen Sie die Checkbox und klicken Sie auf den Knopf, um das Löschen des RDS Konto zu bestätigen.

source: Connect
de_de: Verbinden

source: Connect your %{name} account with RDS
de_de: Erlaube RDS den Zugang zu Ihrem %{name} Konto.

source: connected
de_de: verbunden

source: Continue
de_de: Weiter

source: Create a new project
de_de: Neues Projekt erstellen

source: created
de_de: Erstellt

source: Current Folder: %{filePath}
de_de: Aktueller Ordner: %{filePath}

source: Delete %{name} from your account.
de_de: Löscht den Zugang zu %{name} aus Ihrem Konto.

source: delete project
de_de: Projekt löschen

source: Delete RDS account
de_de: RDS Konto löschen

source: deleted
de_de: Gelöscht

source: Disconnect
de_de: Trennen

source: Editor loading
de_de: Warte auf Abschluss

source: Enable DarkMode?
de_de: Dunkle Farbgebung nutzen?

source: Enter your credentials for %{ parsedServicename }.
de_de: Tragen Sie Ihre Zugangsdaten für %{ parsedServicename } ein.

source: Error while loading. Please contact an administator.
de_de: Ladefehler. Bitte Administrator benachrichtigen.

source: Finish
de_de: Abschluss

source: Getting started
de_de: anzufangen

source: Go to projects
de_de: Projekte

source: Grant access
de_de: Zugriff gewähren

source: Help
de_de: Hilfe

source: Home
de_de: Startseite

source: If you want to remove all access in once or remove the access for your ownCloud account, click the "revoke button".
de_de: Falls Sie alle Zugänge, inklusive Ihres ownCloud Zugangs, entfernen möchten, klicken Sie auf den unteren Knopf, um Ihr Konto zu löschen.

source: If you want to reuse this service, you need to add it again.
de_de: Falls Sie diesen Dienst später erneut nutzen wollen, müssen Sie ihn wieder hinzufügen.

source: In progress...
de_de: In Bearbeitung...

source: In this card, you manage your access to services via RDS.
de_de: Hier können Zugänge zu Ihrem RDS Konto hinzugefügt oder entfernt werden.

source: initialization...
de_de: Vorbereitung...

source: Language
de_de: Sprache ändern

source: Make sure your settings are correct!
de_de: Überprüfen Sie noch einmal, ob alle Einstellungen korrekt sind.

source: Manage your access to services
de_de: Verwalten Sie Ihre Dienstzugänge

source: modified
de_de: bearbeitet

source: New project
de_de: Neues Projekt

source: No projects found
de_de: Kein Projekt verfügbar

source: not connected
de_de: nicht verbunden

source: Password
de_de: Passwort

source: Permit RDS to access your ownCloud files.
de_de: Gewähren Sie RDS Zugriff auf Ihre ownCloud Dateien.

source: Project %{ researchIndex }
de_de: Projekt %{ researchIndex }

source: Projects
de_de: Projekte

source: Publish
de_de: Veröffentlichen

source: Publish your project
de_de: Projekt veröffentlichen

source: published
de_de: Veröffentlicht

source: RDS is still in its pilot phase. If you encounter any problems, please contact
de_de: RDS ist in der Pilotphase. Bei Problemen kontaktieren Sie bitte

source: Remove %{ name }
de_de: %{ name } entfernen

source: Remove access
de_de: Zugang entfernen

source: Remove access to RDS
de_de: Zugang entfernen zu RDS

source: Remove account
de_de: Zugang vollständig entfernen

source: Remove RDS account
de_de: RDS Zugang entfernen

source: Remove service
de_de: Dienst löschen

source: Researchindex :%{researchIndex}
de_de: Forschungsnummer %{ researchIndex }

source: Save credentials
de_de: Zugangsdaten speichern

source: Save selection and activate services
de_de: Dienste anpassen

source: Select All
de_de: Alle auswählen

source: Select Folder
de_de: Ordner wählen

source: Select language
de_de: Sprache ändern

source: Select services
de_de: Dienste auswählen

source: Select your Services
de_de: Wählen Sie Ihre Dienste aus

source: Service activation in progress
de_de: Dienstaktivierung im Gange

source: Services
de_de: Dienste

source: Set the filter or create a new one project.
de_de: Setzen Sie den Filter anders oder erstellen Sie ein neues Projekt.

source: Settings
de_de: Einstellungen

source: Settings for language
de_de: Sprache ändern

source: Settings for services
de_de: Verknüpfte Dienste einstellen

source: Settings for theme
de_de: Aussehen ändern

source: show past projects
de_de: Zeige alte Projekte

source: The publishing process will be executed now. We will inform you, when finished or something goes wrong.
de_de: Das Projekt wird nun veröffentlicht. Bei Erfolg oder Abbruch werden Sie hier entsprechend darüber benachrichtigt.

source: Theme
de_de: Aussehen

source: There was an error, while we publish your project. Please check, if you have enter all fields in metadata step.
de_de: Ein Fehler ist im Veröffentlichungsprozess aufgetreten. Bitte überprüfen Sie, ob Sie alle erforderlichen Metadatenfelder ausgefüllt haben.

source: This cannot be undone.
de_de: Dies kann nicht rückgängig gemacht werden.

source: this is a deleted project
de_de: gelöschtes Projekte

source: this is a published project
de_de: veröffentlichtes Projekt

source: This service does not require any input, as it can derive the credentials by other means.
de_de: Dieser Dienst benötigt keine Anmeldedaten, da die Authentifizierung auf einem anderen Wege funktioniert.

source: This will remove all services from RDS and all projects.
de_de: Dies entfernt alle Zugänge aus RDS und Sie werden nicht mehr auf Ihre Projekte zugreifen können.

source: This will remove your access to %{ servicename } from RDS.
de_de: Dies entfernt Ihren Zugang zu %{ servicename }.

source: Uninstall sciebo RDS
de_de: Konto löschen

source: Username
de_de: Benutzername

source: Using DeviceMode?
de_de: Farbgestaltung des Betriebssystem verwenden?

source: Wait
de_de: Warte

source: Website
de_de: Webseite

source: Wizard
de_de: Helfer

source: Yes, i confirm that i want to delete my RDS account.
de_de: Ja, ich möchte den RDS Zugang löschen.

source: You configure RDS properly.
de_de: RDS korrekt konfiguriert.

source: Your project was successfully published.
de_de: Das Projekt wurde erfolgreich veröffentlicht
